---
kind: property
id: P:Autodesk.Revit.DB.Infrastructure.AlignmentStationLabel.Element
zh: 构件、图元、元素
source: html/29b63668-f113-d2fe-7d79-0f30ecac4d89.htm
---
# Autodesk.Revit.DB.Infrastructure.AlignmentStationLabel.Element Property

**中文**: 构件、图元、元素

The underlying SpotDimension element.

## Syntax (C#)
```csharp
public Element Element { get; }
```